{
    "main": [
        "AliceBlue",
        "AntiqueWhite",
        "Aqua",
        "Aquamarine",
        "Azure",
        "Beige",
        "Bisque",
        "Black",
        "BlanchedAlmond",
        "Blue",
        "BlueViolet",
        "Brown",
        "BurlyWood",
        "CadetBlue",
        "Chartreuse",
        "Chocolate",
        "Coral",
        "CornflowerBlue",
        "Cornsilk",
        "Crimson",
        "Cyan",
        "DarkBlue",
        "DarkCyan",
        "DarkGoldenRod",
        "DarkGray",
        "DarkGrey",
        "DarkGreen",
        "DarkKhaki",
        "DarkMagenta",
        "DarkOliveGreen",
        "DarkOrange",
        "DarkOrchid",
        "DarkRed",
        "DarkSalmon",
        "DarkSeaGreen",
        "DarkSlateBlue",
        "DarkSlateGray",
        "DarkSlateGrey",
        "DarkTurquoise",
        "DarkViolet",
        "DeepPink",
        "DeepSkyBlue",
        "DimGray",
        "DimGrey",
        "DodgerBlue",
        "FireBrick",
        "FloralWhite",
        "ForestGreen",
        "Fuchsia",
        "Gainsboro",
        "GhostWhite",
        "Gold",
        "GoldenRod",
        "Gray",
        "Grey",
        "Green",
        "GreenYellow",
        "HoneyDew",
        "HotPink",
        "IndianRed ",
        "Indigo  ",
        "Ivory",
        "Khaki",
        "Lavender",
        "LavenderBlush",
        "LawnGreen",
        "LemonChiffon",
        "LightBlue",
        "LightCoral",
        "LightCyan",
        "LightGoldenRodYellow",
        "LightGray",
        "LightGrey",
        "LightGreen",
        "LightPink",
        "LightSalmon",
        "LightSeaGreen",
        "LightSkyBlue",
        "LightSlateGray",
        "LightSlateGrey",
        "LightSteelBlue",
        "LightYellow",
        "Lime",
        "LimeGreen",
        "Linen",
        "Magenta",
        "Maroon",
        "MediumAquaMarine",
        "MediumBlue",
        "MediumOrchid",
        "MediumPurple",
        "MediumSeaGreen",
        "MediumSlateBlue",
        "MediumSpringGreen",
        "MediumTurquoise",
        "MediumVioletRed",
        "MidnightBlue",
        "MintCream",
        "MistyRose",
        "Moccasin"
    ],
    "bug": [
        "AliceBlue",
        "AntiqueWhite",
        "Aqua",
        "Aquamarine",
        "Azure",
        "Beige",
        "Bisque",
        "Black",
        "BlanchedAlmond",
        "Blue",
        "BlueViolet",
        "Brown",
        "BurlyWood",
        "CadetBlue",
        "Chartreuse",
        "Chocolate",
        "Coral",
        "CornflowerBlue",
        "Cornsilk",
        "Crimson",
        "Cyan",
        "DarkBlue",
        "DarkCyan",
        "DarkGoldenRod",
        "DarkGray",
        "DarkGrey",
        "DarkGreen",
        "DarkKhaki",
        "DarkMagenta",
        "DarkOliveGreen",
        "DarkOrange",
        "NavajoWhite",
        "Navy",
        "OldLace",
        "Olive",
        "OliveDrab",
        "Orange",
        "OrangeRed",
        "Orchid",
        "PaleGoldenRod",
        "PaleGreen",
        "PaleTurquoise",
        "PaleVioletRed",
        "PapayaWhip",
        "PeachPuff",
        "Peru",
        "Pink",
        "Plum",
        "PowderBlue",
        "Purple",
        "RebeccaPurple",
        "Red",
        "RosyBrown",
        "RoyalBlue",
        "SaddleBrown",
        "Salmon",
        "SandyBrown",
        "SeaGreen",
        "SeaShell",
        "Sienna",
        "Silver",
        "SkyBlue",
        "SlateBlue",
        "SlateGray",
        "SlateGrey",
        "Snow",
        "SpringGreen",
        "SteelBlue",
        "Tan",
        "Teal",
        "Thistle",
        "Tomato",
        "Turquoise",
        "Violet",
        "Wheat",
        "White",
        "WhiteSmoke",
        "Yellow",
        "YellowGreen"
    ],
    "passive": [
        "AliceBlue",
        "AntiqueWhite",
        "Aqua",
        "Aquamarine",
        "Azure",
        "Beige",
        "Bisque",
        "Black",
        "BlanchedAlmond",
        "Blue",
        "BlueViolet",
        "Brown",
        "BurlyWood",
        "CadetBlue",
        "Chartreuse",
        "Chocolate",
        "Coral",
        "CornflowerBlue",
        "Cornsilk",
        "Crimson",
        "Cyan",
        "DarkBlue",
        "DarkCyan",
        "DarkGoldenRod",
        "DarkGray",
        "DarkGrey",
        "DarkGreen",
        "DarkKhaki",
        "DarkMagenta",
        "DarkOliveGreen",
        "DarkOrange",
        "Khaki",
        "Lavender",
        "LavenderBlush",
        "LawnGreen",
        "LemonChiffon",
        "LightBlue",
        "LightCoral",
        "LightCyan",
        "LightGoldenRodYellow",
        "LightGray",
        "LightGrey",
        "LightGreen",
        "LightPink",
        "LightSalmon",
        "LightSeaGreen",
        "LightSkyBlue",
        "LightSlateGray",
        "LightSlateGrey",
        "LightSteelBlue",
        "LightYellow",
        "Lime",
        "LimeGreen",
        "Linen",
        "Magenta",
        "Maroon",
        "MediumAquaMarine",
        "MediumBlue",
        "MediumOrchid",
        "MediumPurple",
        "MediumSeaGreen",
        "MediumSlateBlue",
        "MediumSpringGreen",
        "MediumTurquoise",
        "MediumVioletRed",
        "MidnightBlue",
        "MintCream",
        "MistyRose",
        "Moccasin"
    ],
    "description": [
        "Red sky at night, spaceman's delight? We're not sure if this view is foreboding or just plain awesome. It's certainly impressive either way.",
        "No Man's Sky has 18 quintillion planets to visit. The views are unique and vary wildly. Each one you land on has a different view, surrounded by incredible flora, fauna and minerals to poke and prod. Some views are more chilling than others.",
        "Cruising over a planet's surface is a great way to scan for new buildings, places of interest and loot. It's also a fantastic way to snap a cool view of your brand new spaceship.",
        "This shot not only shows a brilliant view of the vast space of No Man's Sky, but also some nifty flying skills from a pilot who narrowly missed crashing into a gargantuan space freighter.",
        "These kids of lush planets are a perfect place to visit for fresh resources to help power your spacecraft and keep you pushing on with your space adventures. They also make a brilliant backdrop for a quick snap it turns out.",
        "No Man's Sky players will bump into all sorts of wild and wonderful creatures in their space travels. These alien butterflies are just one wonderful example of the possibilities.",
        "Occasionally you come across some awesome alien technology during your travels. Whether it can be sold for extra space credits or used to craft new and wonderful things, this tech looks as brilliant as the views themselves. Especially when snapped with a backdrop like this.",
        "A brave traveller takes their spacecraft underground for an impressive snap of a pretty awesome looking ship.",
        "The view from above shows a lush green planet's surface beckoning from below. But that green might also harbour some angry acid rain waiting to eat your spacesuit. You can't judge a book by its cover.",
        "We snapped this shot while putting together our guide for beginners to the No Man's Sky universe. A space station hangs casually in the air above this brilliant planet in the distance.",
        "We've not had the fortune to find a planet like this yet. This distant world looks like it's made entirely of metal hexagons. Amazing.",
        "Horizon views are understandably a strong favourite with No Man's Sky photographers. This view is pretty breath-taking and has it all - fluffy white clouds, bright and brilliant planetary rings and the lure of another planet to investigate just a stone's throw away.",
        "Sometimes there's so much choice, it's hard to know where to start. The sheer number of planets in No Man's Sky not only make for plenty of adventuring room, they also present numerous awesome photography opportunities.",
        "Sometimes, the life of an astronaut is a lonely one. Doesn't mean you can't take some time to admire the amazing views though.",
        "When you're not shooting rocks with your ray gun, blasting off at warp speed to find a new galaxy or crafting to build a base, it pays to take a moment to just sit and admire the view.",
        "Nothing is safe from the resource gathering enthusiasm of No Man's Sky players. This shot shows a freshly blasted hole in a local asteroid. The results actually make for a pretty special photo.",
        "A colourful horizon view also shows the all-terrain wheels this player has managed to acquire. Planets in No Man's Sky are massive and take ages to fully explore, it's worth having something nippy to get about in.",
        "As well as some pretty spectacular space views, there are masses of different spacecraft to admire in the No Man's Sky universe. This humble little ship looks like it has seen some rough times adventuring through asteroid fields and across barren lands.",
        "Some planets are warm and welcoming, others offer a rather frosty reception. But a dangerous planet often holds better and more valuable loot for those willing to take the risk.",
        "You're not just limited to one spaceship, you can own a few. This shot though, shows a collection of several players all banded together. It looks like some sort of second-hand spaceship garage forecourt.",
        "A player stands bathed in the glow of a knowledge stone. These alien stones offer insight into various alien languages that can help you improve relations and bartering skills in your No Man's Sky adventures.",
        "Black holes are worth a nosey in No Man's Sky. Not just for the pretty spectacular views, but also for the adventures they offer.",
        "Nothing to see here, just a casual space adventurer relaxing on their humble steed and enjoying the galactic views on offer.",
        "Ever dreamt of leaving this world and blasting off into space for pastures new? Imagine if you got there to discover the view was almost the same. Earth MK.II? We wonder if Slartibartfast had a hand in the construction of this one.",
        "Bountiful treasures await those who dare to explore. But which of these planets is more appealing? It's hard to say based solely on this distant view.",
        "You might have noticed a theme developing in these images. People do tend to enjoy posing for photos, even in space. Even a barren view like this one hides treasures below and above the surface. Perhaps the lure is also down to that green glow over yonder hills.",
        "From barren lands to beautifully colourful vistas, No Man's Sky certainly has it all. We'd happily set up home on this world.",
        "This scene reminds us of The Legend of Zelda: Breath of the Wild. Now if only No Man's Sky was available on Nintendo Switch - that would be the best of both worlds.",
        "A fantastic parking job sees a small spacecraft parked neatly on a freighter or frigate with the local sun shining nicely in the background.",
        "No Man's Sky isn't all about adventuring and exploring, it's also about base building. The more creative adventurers are building some pretty awesome homes off on distant lands.",
        "Not many of us could afford our own tropical island paradise, but at least you can set up a base and claim an island or two as your own. A wonderful view, as long as you don't mind the lack of resources.",
        "If you missed the recent eclipse, at least you can enjoy an occasional virtual one. This brilliant image almost implies the adventurer is admiring the view while also musing on his or her future.",
        "No Man's Sky photo mode includes filters to tweak and edit your image after you've snapped it. This simple photo captures a crystal clear spacecraft bursting through the galaxy at high speed.",
        "Peace, tranquillity and a magnificent view. What more could a space adventurer ask for?",
        "This final image is actually one of misfortune. This player found themselves floating in space without their spacecraft. Certain death loomed, but a quick snap captured the unfortunate glitch for prosperity."
    ],
    "name": [
        "Red sky at night",
        "A snowy horizon",
        "Spacecrafts and solar flares",
        "A close flyby",
        "Lush vegetation",
        "A wildlife close-up",
        "Ancient alien tech",
        "Cave light",
        "Lush green worlds",
        "Space stations and planet rings",
        "The metal planet",
        "Rings galore",
        "The beauty of space",
        "Wunderlust",
        "Taking time to admire the view",
        "The one with the hole",
        "A wheely good view",
        "The devil in the detail",
        "Giant space snowballs",
        "A spacecraft garage",
        "Knowledge is power",
        "Black holes with a view",
        "Relaxing moon views",
        "Is that Earth?",
        "Plenty of planetary options",
        "Resting and recuperating",
        "Colourful flora",
        "Like something out of Zelda",
        "A nice landing spot",
        "A home amongst the stars",
        "An island paradise",
        "A lunar eclipse",
        "Filters are fun",
        "A view of tranquillity",
        "Who needs a spaceship anyway?"
    ],
    "colors": [
        "AliceBlue",
        "AntiqueWhite",
        "Aqua",
        "Aquamarine",
        "Azure",
        "Beige",
        "Bisque",
        "Black",
        "BlanchedAlmond",
        "Blue",
        "BlueViolet",
        "Brown",
        "BurlyWood",
        "CadetBlue",
        "Chartreuse",
        "Chocolate",
        "Coral",
        "CornflowerBlue",
        "Cornsilk",
        "Crimson",
        "Cyan",
        "DarkBlue",
        "DarkCyan",
        "DarkGoldenRod",
        "DarkGray",
        "DarkGrey",
        "DarkGreen",
        "DarkKhaki",
        "DarkMagenta",
        "DarkOliveGreen",
        "DarkOrange",
        "DarkOrchid",
        "DarkRed",
        "DarkSalmon",
        "DarkSeaGreen",
        "DarkSlateBlue",
        "DarkSlateGray",
        "DarkSlateGrey",
        "DarkTurquoise",
        "DarkViolet",
        "DeepPink",
        "DeepSkyBlue",
        "DimGray",
        "DimGrey",
        "DodgerBlue",
        "FireBrick",
        "FloralWhite",
        "ForestGreen",
        "Fuchsia",
        "Gainsboro",
        "GhostWhite",
        "Gold",
        "GoldenRod",
        "Gray",
        "Grey",
        "Green",
        "GreenYellow",
        "HoneyDew",
        "HotPink",
        "IndianRed ",
        "Indigo  ",
        "Ivory",
        "Khaki",
        "Lavender",
        "LavenderBlush",
        "LawnGreen",
        "LemonChiffon",
        "LightBlue",
        "LightCoral",
        "LightCyan",
        "LightGoldenRodYellow",
        "LightGray",
        "LightGrey",
        "LightGreen",
        "LightPink",
        "LightSalmon",
        "LightSeaGreen",
        "LightSkyBlue",
        "LightSlateGray",
        "LightSlateGrey",
        "LightSteelBlue",
        "LightYellow",
        "Lime",
        "LimeGreen",
        "Linen",
        "Magenta",
        "Maroon",
        "MediumAquaMarine",
        "MediumBlue",
        "MediumOrchid",
        "MediumPurple",
        "MediumSeaGreen",
        "MediumSlateBlue",
        "MediumSpringGreen",
        "MediumTurquoise",
        "MediumVioletRed",
        "MidnightBlue",
        "MintCream",
        "MistyRose",
        "Moccasin",
        "NavajoWhite",
        "Navy",
        "OldLace",
        "Olive",
        "OliveDrab",
        "Orange",
        "OrangeRed",
        "Orchid",
        "PaleGoldenRod",
        "PaleGreen",
        "PaleTurquoise",
        "PaleVioletRed",
        "PapayaWhip",
        "PeachPuff",
        "Peru",
        "Pink",
        "Plum",
        "PowderBlue",
        "Purple",
        "RebeccaPurple",
        "Red",
        "RosyBrown",
        "RoyalBlue",
        "SaddleBrown",
        "Salmon",
        "SandyBrown",
        "SeaGreen",
        "SeaShell",
        "Sienna",
        "Silver",
        "SkyBlue",
        "SlateBlue",
        "SlateGray",
        "SlateGrey",
        "Snow",
        "SpringGreen",
        "SteelBlue",
        "Tan",
        "Teal",
        "Thistle",
        "Tomato",
        "Turquoise",
        "Violet",
        "Wheat",
        "White",
        "WhiteSmoke",
        "Yellow",
        "YellowGreen"
    ]
}
